---
kind: other
id: Methods.T:Autodesk.Revit.DB.Architecture.MultistoryStairs
source: html/e81d372f-4c6f-3888-b7b5-1f516041484d.htm
---
# MultistoryStairs Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.